{
  "word2index": {
    "tell": 4,
    "me": 5,
    "about": 6,
    "kle": 7,
    "tech": 8,
    ".": 9,
    "technological": 10,
    "university": 11,
    "(": 12,
    ")": 13,
    ",": 14,
    "located": 15,
    "in": 16,
    "vidyanagar": 17,
    "hubballi": 18,
    "karnataka": 19,
    "is": 20,
    "a": 21,
    "state": 22,
    "private": 23,
    "it": 24,
    "was": 25,
    "originally": 26,
    "established": 27,
    "1947": 28,
    "as": 29,
    "b": 30,
    "v": 31,
    "bhoomaraddi": 32,
    "college": 33,
    "of": 34,
    "engineering": 35,
    "and": 36,
    "technology": 37,
    "bvbcet": 38,
    "gained": 39,
    "status": 40,
    "2015": 41,
    "has": 42,
    "lush": 43,
    "64": 44,
    "acre": 45,
    "campus": 46,
    "operates": 47,
    "with": 48,
    "the": 49,
    "motto": 50,
    "'": 51,
    "for": 52,
    "human": 53,
    "welfare": 54,
    "can": 55,
    "you": 56,
    "explain": 57,
    "give": 58,
    "details": 59,
    "what": 60,
    "history": 61,
    "?": 62,
    "describe": 63,
    "when": 64,
    "where": 65,
    "situated": 66,
    "placed": 67,
    "how": 68,
    "big": 69,
    "main": 70,
    "spans": 71,
    "across": 72,
    "area": 73,
    "known": 74,
    "its": 75,
    "art": 76,
    "infrastructure": 77,
    "research": 78,
    "driven": 79,
    "environment": 80,
    "grounds": 81,
    "size": 82,
    "undergraduate": 83,
    "programs": 84,
    "are": 85,
    "offered": 86,
    "at": 87,
    "we": 88,
    "offer": 89,
    "diverse": 90,
    "range": 91,
    "e": 92,
    "computer": 93,
    "science": 94,
    "ai": 95,
    "electronics": 96,
    "communication": 97,
    "vlsi": 98,
    "design": 99,
    "mechanical": 100,
    "civil": 101,
    "biotechnology": 102,
    "automation": 103,
    "robotics": 104,
    "electrical": 105,
    "architecture": 106,
    "bachelor": 107,
    "arch": 108,
    "management": 109,
    "others": 110,
    "bba": 111,
    "bca": 112,
    "sc": 113,
    "fashion": 114,
    "apparel": 115,
    "list": 116,
    "all": 117,
    "ug": 118,
    "courses": 119,
    "available": 120,
    "does": 121,
    "or": 122,
    "degrees": 123,
    "curriculum": 124,
    "3rd": 125,
    "semester": 126,
    "ece": 127,
    "subjects": 128,
    "include": 129,
    "integral": 130,
    "transforms": 131,
    "statistics": 132,
    "corporate": 133,
    "circuit": 134,
    "analysis": 135,
    "analog": 136,
    "electronic": 137,
    "circuits": 138,
    "digital": 139,
    "signals": 140,
    "systems": 141,
    "lab": 142,
    "microcontroller": 143,
    "programming": 144,
    "c": 145,
    "diploma": 146,
    "students": 147,
    "info": 148,
    "on": 149,
    "which": 150,
    "taught": 151,
    "2nd": 152,
    "year": 153,
    "sem": 154,
    "syllabus": 155,
    "4th": 156,
    "includes": 157,
    "linear": 158,
    "algebra": 159,
    "partial": 160,
    "differential": 161,
    "equations": 162,
    "problem": 163,
    "solving": 164,
    "electromagnetic": 165,
    "fields": 166,
    "waves": 167,
    "integrated": 168,
    "control": 169,
    "arm": 170,
    "processor": 171,
    "applications": 172,
    "system": 173,
    "using": 174,
    "verilog": 175,
    "various": 176,
    "labs": 177,
    "including": 178,
    "data": 179,
    "acquisition": 180,
    "structure": 181,
    "topics": 182,
    "will": 183,
    "i": 184,
    "study": 185,
    "4": 186,
    "5th": 187,
    "5": 188,
    "arithmetical": 189,
    "thinking": 190,
    "analytical": 191,
    "reasoning": 192,
    "cmos": 193,
    "signal": 194,
    "processing": 195,
    "operating": 196,
    "embedded": 197,
    "machine": 198,
    "learning": 199,
    "along": 200,
    "rtos": 201,
    "mini": 202,
    "project": 203,
    "do": 204,
    "their": 205,
    "first": 206,
    "6th": 207,
    "6": 208,
    "professional": 209,
    "aptitude": 210,
    "logical": 211,
    "industry": 212,
    "readiness": 213,
    "leadership": 214,
    "skills": 215,
    "automotive": 216,
    "networks": 217,
    "pse": 218,
    "elective": 219,
    "1": 220,
    "associated": 221,
    "minor": 222,
    "ii": 223,
    "final": 224,
    "7th": 225,
    "focuses": 226,
    "heavily": 227,
    "electives": 228,
    "projects": 229,
    "advanced": 230,
    "2": 231,
    "3": 232,
    "senior": 233,
    "constitution": 234,
    "india": 235,
    "ethics": 236,
    "cipe": 237,
    "8th": 238,
    "yes": 239,
    "highly": 240,
    "practical": 241,
    "open": 242,
    "comprehensive": 243,
    "internship": 244,
    "training": 245,
    "work": 246,
    "have": 247,
    "an": 248,
    "highest": 249,
    "placement": 250,
    "package": 251,
    "time": 252,
    "ever": 253,
    "recorded": 254,
    "impressive": 255,
    "inr": 256,
    "46": 257,
    "38": 258,
    "lpa": 259,
    "to": 260,
    "student": 261,
    "2024": 262,
    "batch": 263,
    "by": 264,
    "amazon": 265,
    "best": 266,
    "who": 267,
    "gave": 268,
    "much": 269,
    "price": 270,
    "average": 271,
    "approximately": 272,
    "median": 273,
    "sitting": 274,
    "around": 275,
    "7": 276,
    "00": 277,
    "recent": 278,
    "years": 279,
    "mean": 280,
    "salary": 281,
    "typical": 282,
    "graduates": 283,
    "placements": 284,
    "other": 285,
    "significant": 286,
    "offers": 287,
    "included": 288,
    "texas": 289,
    "instruments": 290,
    "9": 291,
    "selected": 292,
    "28": 293,
    "aws": 294,
    "26": 295,
    "applied": 296,
    "materials": 297,
    "11": 298,
    "13": 299,
    "75": 300,
    "mercedes": 301,
    "benz": 302,
    "10": 303,
    "key": 304,
    "recruiters": 305,
    "tcs": 306,
    "deloitte": 307,
    "tata": 308,
    "elxsi": 309,
    "hiring": 310,
    "were": 311,
    "highlights": 312,
    "2023": 313,
    "33": 314,
    "historic": 315,
    "milestone": 316,
    "bosch": 317,
    "global": 318,
    "software": 319,
    "technologies": 320,
    "bgsw": 321,
    "249": 322,
    "single": 323,
    "go": 324,
    "notably": 325,
    "mba": 326,
    "achieved": 327,
    "100": 328,
    "selection": 329,
    "2022": 330,
    "reached": 331,
    "43": 332,
    "twilio": 333,
    "major": 334,
    "cognizant": 335,
    "272": 336,
    "accenture": 337,
    "115": 338,
    "capgemini": 339,
    "91": 340,
    "also": 341,
    "hired": 342,
    "40": 343,
    "top": 344,
    "maximum": 345,
    "google": 346,
    "siemens": 347,
    "many": 348,
    "these": 349,
    "companies": 350,
    "high": 351,
    "value": 352,
    "roles": 353,
    "long": 354,
    "term": 355,
    "internships": 356,
    "visit": 357,
    "job": 358,
    "opportunities": 359,
    "some": 360,
    "leading": 361,
    "officer": 362,
    "cell": 363,
    "headed": 364,
    "prof": 365,
    "d": 366,
    "kerure": 367,
    "members": 368,
    "bhargavi": 369,
    "pandurangi": 370,
    "coordinator": 371,
    "dr": 372,
    "alok": 373,
    "gaddi": 374,
    "interaction": 375,
    "suvarna": 376,
    "nimbagal": 377,
    "head": 378,
    "manages": 379,
    "recruitment": 380,
    "contact": 381,
    "facilitates": 382,
    "pre": 383,
    "ppos": 384,
    "skill": 385,
    "development": 386,
    "organizes": 387,
    "technical": 388,
    "workshops": 389,
    "resume": 390,
    "building": 391,
    "sessions": 392,
    "mock": 393,
    "interviews": 394,
    "acts": 395,
    "bridge": 396,
    "between": 397,
    "academia": 398,
    "ensuring": 399,
    "ready": 400,
    "office": 401,
    "help": 402,
    "provide": 403,
    "fee": 404,
    "through": 405,
    "kcet": 406,
    "academic": 407,
    "25": 408,
    "entering": 409,
    "government": 410,
    "quota": 411,
    "000": 412,
    "per": 413,
    "annum": 414,
    "total": 415,
    "tuition": 416,
    "fees": 417,
    "if": 418,
    "come": 419,
    "cost": 420,
    "cet": 421,
    "comedk": 422,
    "this": 423,
    "05": 424,
    "20": 425,
    "apply": 426,
    "via": 427,
    "same": 428,
    "branches": 429,
    "quotas": 430,
    "designated": 431,
    "structures": 432,
    "approx": 433,
    "25l": 434,
    "uniformly": 435,
    "like": 436,
    "cse": 437,
    "ds": 438,
    "however": 439,
    "vary": 440,
    "significantly": 441,
    "based": 442,
    "demand": 443,
    "specific": 444,
    "different": 445,
    "than": 446,
    "hostel": 447,
    "facilities": 448,
    "provides": 449,
    "excellent": 450,
    "secure": 451,
    "both": 452,
    "boys": 453,
    "girls": 454,
    "within": 455,
    "hostels": 456,
    "equipped": 457,
    "wi": 458,
    "fi": 459,
    "24": 460,
    "security": 461,
    "hygienic": 462,
    "mess": 463,
    "food": 464,
    "reading": 465,
    "rooms": 466,
    "indoor": 467,
    "sports": 468,
    "there": 469,
    "accommodation": 470,
    "library": 471,
    "central": 472,
    "vast": 473,
    "resource": 474,
    "center": 475,
    "houses": 476,
    "thousands": 477,
    "physical": 478,
    "volumes": 479,
    "journals": 480,
    "books": 481,
    "features": 482,
    "air": 483,
    "conditioned": 484,
    "halls": 485,
    "that": 486,
    "foster": 487,
    "great": 488,
    "good": 489,
    "clubs": 490,
    "extracurriculars": 491,
    "boasts": 492,
    "vibrant": 493,
    "life": 494,
    "numerous": 495,
    "!": 496,
    "popular": 497,
    "ones": 498,
    "aero": 499,
    "club": 500,
    "sae": 501,
    "baja": 502,
    "racing": 503,
    "teams": 504,
    "coding": 505,
    "cultural": 506,
    "committees": 507,
    "encourages": 508,
    "participate": 509,
    "national": 510,
    "level": 511,
    "competitions": 512,
    "any": 513,
    "activities": 514,
    "admission": 515,
    "admissions": 516,
    "primarily": 517,
    "done": 518,
    "aspiring": 519,
    "must": 520,
    "meet": 521,
    "required": 522,
    "cutoff": 523,
    "ranks": 524,
    "during": 525,
    "official": 526,
    "counseling": 527,
    "rounds": 528,
    "exams": 529,
    "process": 530,
    "join": 531,
    "website": 532,
    "kletech": 533,
    "ac": 534,
    "direct": 535,
    "inquiries": 536,
    "may": 537,
    "reach": 538,
    "out": 539,
    "administration": 540,
    "helpline": 541,
    "even": 542,
    "start": 543,
    "2025": 544,
    "commenced": 545,
    "16th": 546,
    "february": 547,
    "2026": 548,
    "com": 549,
    "fad": 550,
    "commencement": 551,
    "date": 552,
    "begin": 553,
    "end": 554,
    "ends": 555,
    "9th": 556,
    "june": 557,
    "close": 558,
    "registration": 559,
    "day": 560,
    "did": 561,
    "happen": 562,
    "last": 563,
    "23rd": 564,
    "deadline": 565,
    "isa": 566,
    "scheduled": 567,
    "26th": 568,
    "27th": 569,
    "28th": 570,
    "march": 571,
    "week": 572,
    "wednesday": 573,
    "friday": 574,
    "dates": 575,
    "exam": 576,
    "marks": 577,
    "display": 578,
    "10th": 579,
    "april": 580,
    "results": 581,
    "announced": 582,
    "be": 583,
    "shown": 584,
    "make": 585,
    "up": 586,
    "from": 587,
    "re": 588,
    "makeup": 589,
    "18th": 590,
    "19th": 591,
    "20th": 592,
    "14": 593,
    "monday": 594,
    "see": 595,
    "my": 596,
    "pleiades": 597,
    "annual": 598,
    "fest": 599,
    "12": 600,
    "festival": 601,
    "formative": 602,
    "feedback": 603,
    "summative": 604,
    "monthly": 605,
    "attendance": 606,
    "report": 607,
    "second": 608,
    "class": 609,
    "committee": 610,
    "meeting": 611,
    "ccm": 612,
    "11th": 613,
    "third": 614,
    "12th": 615,
    "counselling": 616,
    "30th": 617,
    "25th": 618,
    "drop": 619,
    "course": 620,
    "s": 621,
    "dropping": 622,
    "subject": 623,
    "withdraw": 624,
    "withdrawal": 625,
    "1st": 626,
    "applying": 627,
    "22nd": 628,
    "ramzan": 629,
    "holiday": 630,
    "eid": 631,
    "ul": 632,
    "fitr": 633,
    "observed": 634,
    "21st": 635,
    "ugadi": 636,
    "chandramana": 637,
    "compensatory": 638,
    "off": 639,
    "mahavir": 640,
    "jayanti": 641,
    "31st": 642,
    "ambedkar": 643,
    "14th": 644,
    "basava": 645,
    "international": 646,
    "labour": 647,
    "bakrid": 648,
    "adha": 649,
    "holidays": 650,
    "days": 651,
    "working": 652,
    "table": 653,
    "follows": 654,
    "follow": 655,
    "timetable": 656,
    "saturday": 657,
    "15th": 658,
    "esa": 659,
    "assessment": 660,
    "theory": 661,
    "onwards": 662,
    "starting": 663,
    "schedule": 664,
    "div": 665,
    "iv": 666,
    "cs": 667,
    "sar": 668,
    "8": 669,
    "see104": 670,
    "la": 671,
    "nss": 672,
    "15": 673,
    "pc": 674,
    "30": 675,
    "see208": 676,
    "bms": 677,
    "see114": 678,
    "rmb": 679,
    "smg": 680,
    "lic": 681,
    "sbh": 682,
    "lrd": 683,
    "kss": 684,
    "see108": 685,
    "see109": 686,
    "psp": 687,
    "see112": 688,
    "rvh": 689,
    "see204": 690,
    "sah": 691,
    "sa": 692,
    "see209": 693,
    "nsr": 694,
    "ns": 695,
    "jp": 696,
    "rvb": 697,
    "see110": 698,
    "dsa": 699,
    "hs": 700,
    "sbn": 701,
    "e2": 702,
    "css": 703,
    "see206": 704,
    "f": 705,
    "smk": 706,
    "cj": 707,
    "tuesday": 708,
    "psc": 709,
    "svk": 710,
    "b2": 711,
    "vkk": 712,
    "brk": 713,
    "mc": 714,
    "shh": 715,
    "gk": 716,
    "see111": 717,
    "e1": 718,
    "ab": 719,
    "ra": 720,
    "d1": 721,
    "d2": 722,
    "f1": 723,
    "thursday": 724,
    "c2": 725,
    "ubp": 726,
    "f2": 727,
    "b1": 728,
    "mk": 729,
    "vi": 730,
    "palr": 731,
    "see303": 732,
    "eis": 733,
    "clh304": 734,
    "ccn": 735,
    "skg": 736,
    "see302": 737,
    "ae": 738,
    "see305": 739,
    "gen": 740,
    "sp": 741,
    "ssc": 742,
    "ma": 743,
    "rt": 744,
    "shs": 745,
    "sm": 746,
    "rsj": 747,
    "c1": 748,
    "bp": 749,
    "divison": 750,
    "pcn": 751,
    "ca": 752,
    "ghm": 753,
    "kmr": 754,
    "see210": 755,
    "adic": 756,
    "rm": 757,
    "classroom": 758,
    "see207": 759,
    "mon": 760,
    "tue": 761,
    "al": 762,
    "207": 763
  },
  "index2word": {
    "0": "<PAD>",
    "1": "<SOS>",
    "2": "<EOS>",
    "3": "<UNK>",
    "4": "tell",
    "5": "me",
    "6": "about",
    "7": "kle",
    "8": "tech",
    "9": ".",
    "10": "technological",
    "11": "university",
    "12": "(",
    "13": ")",
    "14": ",",
    "15": "located",
    "16": "in",
    "17": "vidyanagar",
    "18": "hubballi",
    "19": "karnataka",
    "20": "is",
    "21": "a",
    "22": "state",
    "23": "private",
    "24": "it",
    "25": "was",
    "26": "originally",
    "27": "established",
    "28": "1947",
    "29": "as",
    "30": "b",
    "31": "v",
    "32": "bhoomaraddi",
    "33": "college",
    "34": "of",
    "35": "engineering",
    "36": "and",
    "37": "technology",
    "38": "bvbcet",
    "39": "gained",
    "40": "status",
    "41": "2015",
    "42": "has",
    "43": "lush",
    "44": "64",
    "45": "acre",
    "46": "campus",
    "47": "operates",
    "48": "with",
    "49": "the",
    "50": "motto",
    "51": "'",
    "52": "for",
    "53": "human",
    "54": "welfare",
    "55": "can",
    "56": "you",
    "57": "explain",
    "58": "give",
    "59": "details",
    "60": "what",
    "61": "history",
    "62": "?",
    "63": "describe",
    "64": "when",
    "65": "where",
    "66": "situated",
    "67": "placed",
    "68": "how",
    "69": "big",
    "70": "main",
    "71": "spans",
    "72": "across",
    "73": "area",
    "74": "known",
    "75": "its",
    "76": "art",
    "77": "infrastructure",
    "78": "research",
    "79": "driven",
    "80": "environment",
    "81": "grounds",
    "82": "size",
    "83": "undergraduate",
    "84": "programs",
    "85": "are",
    "86": "offered",
    "87": "at",
    "88": "we",
    "89": "offer",
    "90": "diverse",
    "91": "range",
    "92": "e",
    "93": "computer",
    "94": "science",
    "95": "ai",
    "96": "electronics",
    "97": "communication",
    "98": "vlsi",
    "99": "design",
    "100": "mechanical",
    "101": "civil",
    "102": "biotechnology",
    "103": "automation",
    "104": "robotics",
    "105": "electrical",
    "106": "architecture",
    "107": "bachelor",
    "108": "arch",
    "109": "management",
    "110": "others",
    "111": "bba",
    "112": "bca",
    "113": "sc",
    "114": "fashion",
    "115": "apparel",
    "116": "list",
    "117": "all",
    "118": "ug",
    "119": "courses",
    "120": "available",
    "121": "does",
    "122": "or",
    "123": "degrees",
    "124": "curriculum",
    "125": "3rd",
    "126": "semester",
    "127": "ece",
    "128": "subjects",
    "129": "include",
    "130": "integral",
    "131": "transforms",
    "132": "statistics",
    "133": "corporate",
    "134": "circuit",
    "135": "analysis",
    "136": "analog",
    "137": "electronic",
    "138": "circuits",
    "139": "digital",
    "140": "signals",
    "141": "systems",
    "142": "lab",
    "143": "microcontroller",
    "144": "programming",
    "145": "c",
    "146": "diploma",
    "147": "students",
    "148": "info",
    "149": "on",
    "150": "which",
    "151": "taught",
    "152": "2nd",
    "153": "year",
    "154": "sem",
    "155": "syllabus",
    "156": "4th",
    "157": "includes",
    "158": "linear",
    "159": "algebra",
    "160": "partial",
    "161": "differential",
    "162": "equations",
    "163": "problem",
    "164": "solving",
    "165": "electromagnetic",
    "166": "fields",
    "167": "waves",
    "168": "integrated",
    "169": "control",
    "170": "arm",
    "171": "processor",
    "172": "applications",
    "173": "system",
    "174": "using",
    "175": "verilog",
    "176": "various",
    "177": "labs",
    "178": "including",
    "179": "data",
    "180": "acquisition",
    "181": "structure",
    "182": "topics",
    "183": "will",
    "184": "i",
    "185": "study",
    "186": "4",
    "187": "5th",
    "188": "5",
    "189": "arithmetical",
    "190": "thinking",
    "191": "analytical",
    "192": "reasoning",
    "193": "cmos",
    "194": "signal",
    "195": "processing",
    "196": "operating",
    "197": "embedded",
    "198": "machine",
    "199": "learning",
    "200": "along",
    "201": "rtos",
    "202": "mini",
    "203": "project",
    "204": "do",
    "205": "their",
    "206": "first",
    "207": "6th",
    "208": "6",
    "209": "professional",
    "210": "aptitude",
    "211": "logical",
    "212": "industry",
    "213": "readiness",
    "214": "leadership",
    "215": "skills",
    "216": "automotive",
    "217": "networks",
    "218": "pse",
    "219": "elective",
    "220": "1",
    "221": "associated",
    "222": "minor",
    "223": "ii",
    "224": "final",
    "225": "7th",
    "226": "focuses",
    "227": "heavily",
    "228": "electives",
    "229": "projects",
    "230": "advanced",
    "231": "2",
    "232": "3",
    "233": "senior",
    "234": "constitution",
    "235": "india",
    "236": "ethics",
    "237": "cipe",
    "238": "8th",
    "239": "yes",
    "240": "highly",
    "241": "practical",
    "242": "open",
    "243": "comprehensive",
    "244": "internship",
    "245": "training",
    "246": "work",
    "247": "have",
    "248": "an",
    "249": "highest",
    "250": "placement",
    "251": "package",
    "252": "time",
    "253": "ever",
    "254": "recorded",
    "255": "impressive",
    "256": "inr",
    "257": "46",
    "258": "38",
    "259": "lpa",
    "260": "to",
    "261": "student",
    "262": "2024",
    "263": "batch",
    "264": "by",
    "265": "amazon",
    "266": "best",
    "267": "who",
    "268": "gave",
    "269": "much",
    "270": "price",
    "271": "average",
    "272": "approximately",
    "273": "median",
    "274": "sitting",
    "275": "around",
    "276": "7",
    "277": "00",
    "278": "recent",
    "279": "years",
    "280": "mean",
    "281": "salary",
    "282": "typical",
    "283": "graduates",
    "284": "placements",
    "285": "other",
    "286": "significant",
    "287": "offers",
    "288": "included",
    "289": "texas",
    "290": "instruments",
    "291": "9",
    "292": "selected",
    "293": "28",
    "294": "aws",
    "295": "26",
    "296": "applied",
    "297": "materials",
    "298": "11",
    "299": "13",
    "300": "75",
    "301": "mercedes",
    "302": "benz",
    "303": "10",
    "304": "key",
    "305": "recruiters",
    "306": "tcs",
    "307": "deloitte",
    "308": "tata",
    "309": "elxsi",
    "310": "hiring",
    "311": "were",
    "312": "highlights",
    "313": "2023",
    "314": "33",
    "315": "historic",
    "316": "milestone",
    "317": "bosch",
    "318": "global",
    "319": "software",
    "320": "technologies",
    "321": "bgsw",
    "322": "249",
    "323": "single",
    "324": "go",
    "325": "notably",
    "326": "mba",
    "327": "achieved",
    "328": "100",
    "329": "selection",
    "330": "2022",
    "331": "reached",
    "332": "43",
    "333": "twilio",
    "334": "major",
    "335": "cognizant",
    "336": "272",
    "337": "accenture",
    "338": "115",
    "339": "capgemini",
    "340": "91",
    "341": "also",
    "342": "hired",
    "343": "40",
    "344": "top",
    "345": "maximum",
    "346": "google",
    "347": "siemens",
    "348": "many",
    "349": "these",
    "350": "companies",
    "351": "high",
    "352": "value",
    "353": "roles",
    "354": "long",
    "355": "term",
    "356": "internships",
    "357": "visit",
    "358": "job",
    "359": "opportunities",
    "360": "some",
    "361": "leading",
    "362": "officer",
    "363": "cell",
    "364": "headed",
    "365": "prof",
    "366": "d",
    "367": "kerure",
    "368": "members",
    "369": "bhargavi",
    "370": "pandurangi",
    "371": "coordinator",
    "372": "dr",
    "373": "alok",
    "374": "gaddi",
    "375": "interaction",
    "376": "suvarna",
    "377": "nimbagal",
    "378": "head",
    "379": "manages",
    "380": "recruitment",
    "381": "contact",
    "382": "facilitates",
    "383": "pre",
    "384": "ppos",
    "385": "skill",
    "386": "development",
    "387": "organizes",
    "388": "technical",
    "389": "workshops",
    "390": "resume",
    "391": "building",
    "392": "sessions",
    "393": "mock",
    "394": "interviews",
    "395": "acts",
    "396": "bridge",
    "397": "between",
    "398": "academia",
    "399": "ensuring",
    "400": "ready",
    "401": "office",
    "402": "help",
    "403": "provide",
    "404": "fee",
    "405": "through",
    "406": "kcet",
    "407": "academic",
    "408": "25",
    "409": "entering",
    "410": "government",
    "411": "quota",
    "412": "000",
    "413": "per",
    "414": "annum",
    "415": "total",
    "416": "tuition",
    "417": "fees",
    "418": "if",
    "419": "come",
    "420": "cost",
    "421": "cet",
    "422": "comedk",
    "423": "this",
    "424": "05",
    "425": "20",
    "426": "apply",
    "427": "via",
    "428": "same",
    "429": "branches",
    "430": "quotas",
    "431": "designated",
    "432": "structures",
    "433": "approx",
    "434": "25l",
    "435": "uniformly",
    "436": "like",
    "437": "cse",
    "438": "ds",
    "439": "however",
    "440": "vary",
    "441": "significantly",
    "442": "based",
    "443": "demand",
    "444": "specific",
    "445": "different",
    "446": "than",
    "447": "hostel",
    "448": "facilities",
    "449": "provides",
    "450": "excellent",
    "451": "secure",
    "452": "both",
    "453": "boys",
    "454": "girls",
    "455": "within",
    "456": "hostels",
    "457": "equipped",
    "458": "wi",
    "459": "fi",
    "460": "24",
    "461": "security",
    "462": "hygienic",
    "463": "mess",
    "464": "food",
    "465": "reading",
    "466": "rooms",
    "467": "indoor",
    "468": "sports",
    "469": "there",
    "470": "accommodation",
    "471": "library",
    "472": "central",
    "473": "vast",
    "474": "resource",
    "475": "center",
    "476": "houses",
    "477": "thousands",
    "478": "physical",
    "479": "volumes",
    "480": "journals",
    "481": "books",
    "482": "features",
    "483": "air",
    "484": "conditioned",
    "485": "halls",
    "486": "that",
    "487": "foster",
    "488": "great",
    "489": "good",
    "490": "clubs",
    "491": "extracurriculars",
    "492": "boasts",
    "493": "vibrant",
    "494": "life",
    "495": "numerous",
    "496": "!",
    "497": "popular",
    "498": "ones",
    "499": "aero",
    "500": "club",
    "501": "sae",
    "502": "baja",
    "503": "racing",
    "504": "teams",
    "505": "coding",
    "506": "cultural",
    "507": "committees",
    "508": "encourages",
    "509": "participate",
    "510": "national",
    "511": "level",
    "512": "competitions",
    "513": "any",
    "514": "activities",
    "515": "admission",
    "516": "admissions",
    "517": "primarily",
    "518": "done",
    "519": "aspiring",
    "520": "must",
    "521": "meet",
    "522": "required",
    "523": "cutoff",
    "524": "ranks",
    "525": "during",
    "526": "official",
    "527": "counseling",
    "528": "rounds",
    "529": "exams",
    "530": "process",
    "531": "join",
    "532": "website",
    "533": "kletech",
    "534": "ac",
    "535": "direct",
    "536": "inquiries",
    "537": "may",
    "538": "reach",
    "539": "out",
    "540": "administration",
    "541": "helpline",
    "542": "even",
    "543": "start",
    "544": "2025",
    "545": "commenced",
    "546": "16th",
    "547": "february",
    "548": "2026",
    "549": "com",
    "550": "fad",
    "551": "commencement",
    "552": "date",
    "553": "begin",
    "554": "end",
    "555": "ends",
    "556": "9th",
    "557": "june",
    "558": "close",
    "559": "registration",
    "560": "day",
    "561": "did",
    "562": "happen",
    "563": "last",
    "564": "23rd",
    "565": "deadline",
    "566": "isa",
    "567": "scheduled",
    "568": "26th",
    "569": "27th",
    "570": "28th",
    "571": "march",
    "572": "week",
    "573": "wednesday",
    "574": "friday",
    "575": "dates",
    "576": "exam",
    "577": "marks",
    "578": "display",
    "579": "10th",
    "580": "april",
    "581": "results",
    "582": "announced",
    "583": "be",
    "584": "shown",
    "585": "make",
    "586": "up",
    "587": "from",
    "588": "re",
    "589": "makeup",
    "590": "18th",
    "591": "19th",
    "592": "20th",
    "593": "14",
    "594": "monday",
    "595": "see",
    "596": "my",
    "597": "pleiades",
    "598": "annual",
    "599": "fest",
    "600": "12",
    "601": "festival",
    "602": "formative",
    "603": "feedback",
    "604": "summative",
    "605": "monthly",
    "606": "attendance",
    "607": "report",
    "608": "second",
    "609": "class",
    "610": "committee",
    "611": "meeting",
    "612": "ccm",
    "613": "11th",
    "614": "third",
    "615": "12th",
    "616": "counselling",
    "617": "30th",
    "618": "25th",
    "619": "drop",
    "620": "course",
    "621": "s",
    "622": "dropping",
    "623": "subject",
    "624": "withdraw",
    "625": "withdrawal",
    "626": "1st",
    "627": "applying",
    "628": "22nd",
    "629": "ramzan",
    "630": "holiday",
    "631": "eid",
    "632": "ul",
    "633": "fitr",
    "634": "observed",
    "635": "21st",
    "636": "ugadi",
    "637": "chandramana",
    "638": "compensatory",
    "639": "off",
    "640": "mahavir",
    "641": "jayanti",
    "642": "31st",
    "643": "ambedkar",
    "644": "14th",
    "645": "basava",
    "646": "international",
    "647": "labour",
    "648": "bakrid",
    "649": "adha",
    "650": "holidays",
    "651": "days",
    "652": "working",
    "653": "table",
    "654": "follows",
    "655": "follow",
    "656": "timetable",
    "657": "saturday",
    "658": "15th",
    "659": "esa",
    "660": "assessment",
    "661": "theory",
    "662": "onwards",
    "663": "starting",
    "664": "schedule",
    "665": "div",
    "666": "iv",
    "667": "cs",
    "668": "sar",
    "669": "8",
    "670": "see104",
    "671": "la",
    "672": "nss",
    "673": "15",
    "674": "pc",
    "675": "30",
    "676": "see208",
    "677": "bms",
    "678": "see114",
    "679": "rmb",
    "680": "smg",
    "681": "lic",
    "682": "sbh",
    "683": "lrd",
    "684": "kss",
    "685": "see108",
    "686": "see109",
    "687": "psp",
    "688": "see112",
    "689": "rvh",
    "690": "see204",
    "691": "sah",
    "692": "sa",
    "693": "see209",
    "694": "nsr",
    "695": "ns",
    "696": "jp",
    "697": "rvb",
    "698": "see110",
    "699": "dsa",
    "700": "hs",
    "701": "sbn",
    "702": "e2",
    "703": "css",
    "704": "see206",
    "705": "f",
    "706": "smk",
    "707": "cj",
    "708": "tuesday",
    "709": "psc",
    "710": "svk",
    "711": "b2",
    "712": "vkk",
    "713": "brk",
    "714": "mc",
    "715": "shh",
    "716": "gk",
    "717": "see111",
    "718": "e1",
    "719": "ab",
    "720": "ra",
    "721": "d1",
    "722": "d2",
    "723": "f1",
    "724": "thursday",
    "725": "c2",
    "726": "ubp",
    "727": "f2",
    "728": "b1",
    "729": "mk",
    "730": "vi",
    "731": "palr",
    "732": "see303",
    "733": "eis",
    "734": "clh304",
    "735": "ccn",
    "736": "skg",
    "737": "see302",
    "738": "ae",
    "739": "see305",
    "740": "gen",
    "741": "sp",
    "742": "ssc",
    "743": "ma",
    "744": "rt",
    "745": "shs",
    "746": "sm",
    "747": "rsj",
    "748": "c1",
    "749": "bp",
    "750": "divison",
    "751": "pcn",
    "752": "ca",
    "753": "ghm",
    "754": "kmr",
    "755": "see210",
    "756": "adic",
    "757": "rm",
    "758": "classroom",
    "759": "see207",
    "760": "mon",
    "761": "tue",
    "762": "al",
    "763": "207"
  },
  "num_words": 764
}